
    {
    "name": "Auto World Car",
    "sallerName": "Jams Hiddenn",
    "email": "abc@gmail.com",
    "category": "Exotic Sports Cars",
    "price": "100",
    "ratings": "4",
    "quantity": "100",
    "imgUrl": "https://i.ibb.co/g4SqxCk/Auto-World-removebg-preview.png",
    "description": "These die-cast cars are typically made at a 1:64 or 1:18 scale, although Auto World produces models in other scales as well. The 1:64 scale models are often part of themed collections or series, featuring cars from specific decades or movie franchises. The larger 1:18 scale models offer even more intricate detailing and can include additional features like working suspension and steering.\n\nAuto World toys are known for their commitment to authenticity, and they strive to replicate the actual vehicles as accurately as possible. Whether it's muscle cars from the 1960s, iconic sports cars, or modern supercars, Auto World aims to capture the essence of each vehicle in their die-cast models."
    },
    {
    "name": "Bburago Car",
    "sallerName": "jams hidden",
    "email": "abc@gmail.com",
    "category": "Supercars",
    "price": "120",
    "ratings": "5",
    "quantity": "200",
    "imgUrl": "https://i.ibb.co/7y19RtK/Bburago-removebg-preview.png",
    "description": "Bburago offers a diverse selection of die-cast model cars that cover various automotive genres, including classic cars, sports cars, supercars, and even Formula 1 racing cars. These models are typically available in different scales, with 1:18 and 1:24 being the most common.\n\nBburago prides itself on creating highly detailed replicas that closely resemble the actual vehicles. Their models often feature accurate paint finishes, intricate decals, and realistic logos. Many Bburago toy cars also include opening parts like doors, hoods, and trunks, allowing for a closer look at the interior and engine compartments."
    },
    {
    "name": "Bruder's toy car",
    "sallerName": "jams hidden",
    "email": "abc@gmail.com",
    "category": "Track-ready Sports Cars",
    "price": "110",
    "ratings": "3",
    "quantity": "130",
    "imgUrl": "https://i.ibb.co/X5NmZ75/Bruder-removebg-preview.png",
    "description": "Bruder is a renowned toy manufacturer known for producing high-quality and realistic toy vehicles, including cars, trucks, and construction vehicles. Their toys are designed to be durable, functional, and educational, appealing to both children and collectors. While I don't have access to specific information about the latest Bruder toy cars released after September 2021, I can provide you with a general description of what you can expect from their products.\n\nBruder's toy cars are typically made of high-quality plastic materials and are designed at a 1:16 scale, offering a good balance between size and detail. They often feature realistic designs, with accurate paintwork, logos, and detailing. Bruder pays attention to the small elements of the vehicles, such as headlights, taillights, and interior features, to provide an immersive play experience."
    },
    {
    "name": "Carrera toy cars",
    "sallerName": "jams hiddennnn",
    "email": "abc@gmail.com",
    "category": "Track-ready Sports Cars",
    "price": "105",
    "ratings": "2",
    "quantity": "80",
    "imgUrl": "https://i.ibb.co/svMWFtp/Carrera-removebg-preview.png",
    "description": "\nCarrera is a well-known brand that specializes in slot car racing and produces a wide range of toy cars and racing tracks. They are known for their high-quality products and attention to detail. While I don't have access to specific information about the latest Carrera toy cars released after September 2021, I can provide you with a general description of what you can expect from their products.\n\nCarrera's toy cars are designed to be used with their slot car tracks, which provide a fun and immersive racing experience. The cars are typically made of lightweight materials and are available in various scales, with 1:32 and 1:24 being the most common."
    },
    {
    "name": "Corgi toys car",
    "sallerName": "Tony adoms",
    "email": "fardin@gmail.com",
    "category": "Hypercars",
    "price": "80",
    "ratings": "5",
    "quantity": "32",
    "imgUrl": "https://i.ibb.co/ZHsP5gJ/Corgi-removebg-preview.png",
    "description": "Corgi is a well-established brand that has been producing die-cast model cars and other toys since the 1950s. They are known for their attention to detail, quality craftsmanship, and historical significance. While I don't have access to specific information about the latest Corgi toy cars released after September 2021, I can provide you with a general description of what you can expect from their products.\n\nCorgi toys often feature highly detailed replicas of real-life vehicles, including cars, trucks, and other modes of transportation. They are typically made at a smaller scale, with 1:43 and 1:64 being common scales for their die-cast models.\n\nCorgi's die-cast toy cars are known for their accurate paintwork, realistic detailing, and authentic decals. They strive to capture the unique features and design elements of each vehicle they replicate, paying attention to aspects such as body lines, headlights, taillights, and interior details."
    },
    {
    "name": "Disney Pixar Cars",
    "sallerName": "Tony adoms",
    "email": "fardin@gmail.com",
    "category": "Exotic Sports Cars",
    "price": "60",
    "ratings": "4",
    "quantity": "20",
    "imgUrl": "https://i.ibb.co/Wts8bXF/Disney-Pixar-Cars-removebg-preview.png",
    "description": "Disney Pixar Cars is a popular franchise that revolves around a series of animated films produced by Pixar Animation Studios and released by Walt Disney Pictures. The franchise focuses on anthropomorphic cars and their adventures. Here's a general description of Disney Pixar Cars:\n\nThe Films: The franchise began with the release of the film \"Cars\" in 2006, followed by its sequels, \"Cars 2\" in 2011 and \"Cars 3\" in 2017. These animated movies feature a diverse cast of characters, each with its own unique personality and story. The films follow the journey of Lightning McQueen, a talented race car, and his interactions with other characters in the vibrant world of Cars."
    },
    {
    "name": "Greenlight car",
    "sallerName": "Tony adoms",
    "email": "fardin@gmail.com",
    "category": "Exotic Sports Cars",
    "price": "110",
    "ratings": "3",
    "quantity": "150",
    "imgUrl": "https://i.ibb.co/WHxPKFc/Greenlight-removebg-preview.png",
    "description": "\n\"Greenlight car\" typically refers to a company called Greenlight, which offers a debit card and financial app designed for kids and teenagers. The Greenlight card allows parents to manage their children's spending by setting limits, tracking transactions, and teaching financial responsibility.\n\nHere's how Greenlight works:\n\nSign Up: Parents can sign up for a Greenlight account and request a Greenlight debit card for their child. The process involves providing some personal information and linking a funding source, such as a bank account.\n\nManage Allowances: Parents can set up automatic weekly or monthly allowances for their children. The amount is transferred from the parent's account to the child's Greenlight account, which is linked to their debit card."
    },
    {
    "name": "Hot Wheels car",
    "sallerName": "Tony adoms",
    "email": "fardin@gmail.com",
    "category": "Supercars",
    "price": "120",
    "ratings": "4",
    "quantity": "200",
    "imgUrl": "https://i.ibb.co/KXB7L3H/Hot-Wheels-removebg-preview.png",
    "description": "\nHot Wheels is a brand of die-cast toy cars that has been popular since its introduction in 1968. These toy cars are known for their small size, vibrant designs, and various playsets and tracks available to enhance the play experience. Hot Wheels is a subsidiary of Mattel, a renowned toy manufacturer.\n\nHere are some key features and information about Hot Wheels cars:\n\nSize and Design: Hot Wheels cars are typically 1:64 scale models, meaning they are approximately 3 inches long. They are made of die-cast metal, which gives them durability and a realistic weight. The cars feature detailed designs and come in a wide range of colors and styles, including classic cars, sports cars, race cars, and fantasy vehicles."
    },
    {
    "name": "Jada Toys car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Track-ready Sports Cars",
    "price": "115",
    "ratings": "4",
    "quantity": "300",
    "imgUrl": "https://i.ibb.co/C60PqkY/Jada-Toys-removebg-preview.png",
    "description": "Jada Toys is a toy manufacturer known for producing die-cast vehicles and other toy lines. They create a variety of scale model cars, including licensed vehicles from popular movies, TV shows, and video games. Jada Toys is recognized for its attention to detail, realistic designs, and high-quality craftsmanship.\n\nHere are some features and information about Jada Toys cars:\n\nScale Models: Jada Toys produces die-cast model cars in various scales, including 1:24, 1:32, and 1:64. These scales determine the size of the models relative to the actual vehicles.\n\nLicensed Vehicles: Jada Toys holds licenses for numerous popular franchises, allowing them to create officially authorized scale models. They have produced cars from movies like Fast & Furious, Marvel and DC Comics characters, and popular video games like Need for Speed."
    },
    {
    "name": "Johnny-Lightning car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Track-ready Sports Cars",
    "price": "120",
    "ratings": "4",
    "quantity": "100",
    "imgUrl": "https://i.ibb.co/XZ1kBm9/Johnny-Lightning-removebg-preview.png",
    "description": "Johnny Lightning is another brand that specializes in die-cast toy cars. They have been producing collectible vehicles since the 1960s, and their products are known for their authenticity and attention to detail. Johnny Lightning offers a wide range of scale model cars, including classic cars, muscle cars, sports cars, and more.\n\nHere are some key features and information about Johnny Lightning cars:\n\nScale Models: Johnny Lightning produces die-cast cars in various scales, including 1:64, 1:43, and 1:18. These scales determine the size of the models relative to the actual vehicles.\n\nAuthenticity: Johnny Lightning prides itself on creating highly authentic replicas of real vehicles. They pay close attention to details such"
    },
    {
    "name": "Kid-Kraft car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Select Your Product Category",
    "price": "200",
    "ratings": "5",
    "quantity": "1221",
    "imgUrl": "https://i.ibb.co/CKZ1MZ3/Kid-Kraft-removebg-preview.png",
    "description": "KidKraft is a company that specializes in children's toys and furniture, including playsets and ride-on toys. However, they do not specifically produce cars for children to ride in. Instead, they offer a range of toy vehicles and playsets that encourage imaginative play.\n\nKidKraft's toy vehicles may include features such as:\n\nWooden Construction: KidKraft often utilizes wood as the primary material for their toys, providing durability and a classic look.\n\nImaginative Play: Their toy vehicles are designed to inspire children's imaginations and encourage creative play. They may include details like moving parts, realistic designs, and interactive elements to enhance the play experience.\n\nCompatibility: KidKraft vehicles can sometimes be part of a larger playset or compatible with other KidKraft products, allowing for expanded play scenarios and integration with other toys."
    },
    {
    "name": "Maisto  toys car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Track-ready Sports Cars",
    "price": "200",
    "ratings": "1",
    "quantity": "100",
    "imgUrl": "https://i.ibb.co/YDjcj8f/Maisto-removebg-preview.png",
    "description": "KidKraft is a company that specializes in children's toys and furniture, including playsets and ride-on toys. However, they do not specifically produce cars for children to ride in. Instead, they offer a range of toy vehicles and playsets that encourage imaginative play.\n\nKidKraft's toy vehicles may include features such as:\n\nWooden Construction: KidKraft often utilizes wood as the primary material for their toys, providing durability and a classic look.\n\nImaginative Play: Their toy vehicles are designed to inspire children's imaginations and encourage creative play. They may include details like moving parts, realistic designs, and interactive elements to enhance the play experience.\n\nCompatibility: KidKraft vehicles can sometimes be part of a larger playset or compatible with other KidKraft products, allowing for expanded play scenarios and integration with other toys."
    },
    {
    "name": "Majorette toy car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Hypercars",
    "price": "120",
    "ratings": "5",
    "quantity": "1",
    "imgUrl": "https://i.ibb.co/X38Tkr9/Majorette-removebg-preview.png",
    "description": "Majorette is a brand that specializes in the production of toy cars and vehicles. They are well-known for their die-cast vehicles and playsets, offering a range of models that cater to both collectors and children.\n\nHere are some key features and information about Majorette toy cars:\n\nDie-Cast Construction: Majorette toy cars are primarily made of die-cast metal, which gives them durability and a realistic weight. The use of metal in their construction ensures sturdiness and longevity.\n\nScale Models: Majorette produces die-cast cars in various scales, including 1:64, 1:43, and 1:24. These scales determine the size of the models relative to the actual vehicles.\n\nVariety of Vehicles: Majorette offers a wide selection of vehicles, including cars, trucks, emergency vehicles, construction vehicles, and more. They cover popular automotive brands as well as generic models."
    },
    {
    "name": "Match Box toys car",
    "sallerName": "nepoli karmakar",
    "email": "fardintazbeed@gamil.com",
    "category": "Exotic Sports Cars",
    "price": "2",
    "ratings": "3",
    "quantity": "125",
    "imgUrl": "https://i.ibb.co/SfRcZhv/Match-Box-toys-car-removebg-preview.png",
    "description": "Majorette is a brand that specializes in the production of toy cars and vehicles. They are well-known for their die-cast vehicles and playsets, offering a range of models that cater to both collectors and children.\n\nHere are some key features and information about Majorette toy cars:\n\nDie-Cast Construction: Majorette toy cars are primarily made of die-cast metal, which gives them durability and a realistic weight. The use of metal in their construction ensures sturdiness and longevity.\n\nScale Models: Majorette produces die-cast cars in various scales, including 1:64, 1:43, and 1:24. These scales determine the size of the models relative to the actual vehicles.\n\nVariety of Vehicles: Majorette offers a wide selection of vehicles, including cars, trucks, emergency vehicles, construction vehicles, and more. They cover popular automotive brands as well as generic models."
    },
    {
    "name": "Playforever toy car",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Supercars",
    "price": "200",
    "ratings": "5",
    "quantity": "100",
    "imgUrl": "https://i.ibb.co/j4644tq/Playforever-removebg-preview.png",
    "description": "Playforever toy car\n\nChatGPT\nPlayforever is a brand that creates high-quality, timeless toy cars and vehicles. Their toys are designed to be durable, safe, and aesthetically pleasing, appealing to both children and adult collectors.\n\nHere are some key features and information about Playforever toy cars:\n\nDesign and Quality: Playforever toys are known for their sleek, retro-inspired designs. They are meticulously crafted with a focus on attention to detail and high-quality materials. The toys are made from ABS plastic and have glossy finishes, giving them a premium look and feel.\n\nDurability: Playforever toys are built to last. They are made with robust materials that can withstand rough play and are designed to endure wear and tear over time. Their solid construction ensures that the toys are sturdy and resilient."
    },
    {
    "name": "Radio Flyer",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Select Your Product Category",
    "price": "100",
    "ratings": "3",
    "quantity": "120",
    "imgUrl": "https://i.ibb.co/t8mN28T/Radio-Flyer-removebg-preview.png",
    "description": "Radio Flyer is a renowned brand that specializes in producing wagons, tricycles, bikes, and other outdoor toys for children. The company has a long history, dating back to 1917 when it was founded by Antonio Pasin. Radio Flyer is known for its iconic red wagons, which have become a symbol of childhood and outdoor play.\n\nHere are some key features and information about Radio Flyer products:\n\nWagons: Radio Flyer wagons are the brand's signature product. They come in various sizes and styles, including classic steel wagons, foldable wagons, all-terrain wagons, and themed wagons with characters from popular movies and TV shows. These wagons feature durable construction, comfortable seating, and safety features like seat belts and UV-protective canopies."
    },
    {
    "name": "Revell toy car",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Supercars",
    "price": "122",
    "ratings": "4",
    "quantity": "123",
    "imgUrl": "https://i.ibb.co/khxYpCs/Revell-removebg-preview.png",
    "description": "Revell is a well-known brand that produces plastic model kits, including model cars and vehicles. They offer a wide range of model kits that allow hobbyists, collectors, and enthusiasts to build and customize their own detailed replicas of cars, trucks, motorcycles, and more.\n\nHere are some key features and information about Revell model car kits:\n\nPlastic Model Kits: Revell model car kits come with plastic pieces that need to be assembled and painted. These kits typically include parts for the body, chassis, interior, engine, wheels, and other details. The level of difficulty can vary, with kits available for beginners as well as more experienced model builders.\n\nScale Models: Revell produces model car kits in various scales, including popular scales like 1:24 and 1:25. These scales determine the size of the model relative to the actual vehicle."
    },
    {
    "name": "Scalextric car",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Track-ready Sports Cars",
    "price": "200",
    "ratings": "4",
    "quantity": "120",
    "imgUrl": "https://i.ibb.co/4Y4fcDh/Scalextric-removebg-preview.png",
    "description": "Scalextric is a brand that specializes in slot car racing sets and vehicles. They are known for their high-quality, electric-powered racing tracks and detailed model cars. Scalextric offers an immersive and thrilling racing experience for enthusiasts of all ages.\n\nHere are some key features and information about Scalextric slot car racing sets:\n\nTrack Systems: Scalextric offers a variety of track systems that can be customized to create different layouts and configurations. The tracks feature slots that guide the cars, allowing for precise racing and maneuvering.\n\nElectric-Powered Cars: Scalextric cars are electrically powered and run on the tracks by picking up electricity through metal strips or conductive rails on the track surface. The cars have built-in motors and are controlled using handheld controllers, allowing players to speed up, slow down, and steer their vehicles."
    },
    {
    "name": "Schuco toy car's",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Hypercars",
    "price": "100",
    "ratings": "4",
    "quantity": "200",
    "imgUrl": "https://i.ibb.co/7Yn7PQn/Schuco-removebg-preview.png",
    "description": "Schuco is a well-known brand that specializes in the production of high-quality toy cars and vehicles. The company has a long history, dating back to 1912, and is recognized for its attention to detail and craftsmanship. Schuco offers a range of toy cars, including classic cars, race cars, trucks, and more.\n\nHere are some key features and information about Schuco toy cars:\n\nScale Models: Schuco produces toy cars in various scales, including popular scales like 1:43 and 1:87. These scales determine the size of the models relative to the actual vehicles.\n\nMaterial and Construction: Schuco toys are often made from high-quality materials such as metal and plastic. The use of these materials ensures durability and a realistic weight. Schuco is known for its meticulous attention to detail, and their models often feature accurate paintwork, intricate interior detailing, and functional parts."
    },
    {
    "name": "Siku car's",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Exotic Sports Cars",
    "price": "200",
    "ratings": "2",
    "quantity": "120",
    "imgUrl": "https://i.ibb.co/9ZNG2jW/Siku-removebg-preview.png",
    "description": "Siku is a renowned brand that specializes in the production of toy cars and vehicles, primarily made from die-cast metal. The company was founded in 1921 and has since gained a reputation for its high-quality and detailed models. Siku offers a diverse range of toy cars, trucks, agricultural vehicles, construction equipment, and more.\n\nHere are some key features and information about Siku toy cars:\n\nDie-Cast Construction: Siku toys are primarily made of die-cast metal, which gives them durability and a realistic weight. The use of metal in their construction ensures sturdiness and longevity.\n\nScale Models: Siku produces toy cars in various scales, including popular scales like 1:64, 1:55, and 1:50. These scales determine the size of the models relative to the actual vehicles.\n\nDetailing and Features: Siku toys are known for their attention to detail. They strive to replicate the appearance of real vehicles, including accurate body shapes, paint colors, logos, and other intricate details. Many models also feature movable parts such as doors, hoods, and articulated components for enhanced play value.\n\nWide Range of Vehicles: Siku offers an extensive range of vehicles, covering cars, trucks, emergency vehicles, construction machinery, agricultural vehicles, and more. They often collaborate with automotive brands to produce licensed models, providing accurate replicas of real-world vehicles.\n\nPlaysets and Accessories: Siku also produces playsets and accessories that complement their vehicles. These may include garages, ramps, trailers, and other elements to enhance the play experience and encourage imaginative play scenarios.\n\nSiku toy cars are popular among\n\n\n\n\n\n\nRegenerate response"
    },
    {
    "name": "Tomy toy's car",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Exotic Sports Cars",
    "price": "120",
    "ratings": "3",
    "quantity": "2",
    "imgUrl": "https://i.ibb.co/Vjf4KmJ/Tomy-removebg-preview.png",
    "description": "\nTomy is a well-known brand that produces a wide range of toys, including toy cars and vehicles. Tomy offers various toy car lines that cater to different age groups and play preferences.\n\nHere are some key features and information about Tomy toy cars:\n\nAge Range: Tomy produces toy cars for different age groups, from toddler-friendly options to more advanced models for older children. They have toy cars suitable for early development, imaginative play, and interactive play experiences."
    },
    {
    "name": "Tonka-Trucks",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Track-ready Sports Cars",
    "price": "200",
    "ratings": "3",
    "quantity": "190",
    "imgUrl": "https://i.ibb.co/HnM5Py9/Tonka-Trucks.png",
    "description": "\nTonka is a popular brand that specializes in the production of toy trucks and construction vehicles. The brand has been around for several decades and is known for its durable and rugged toys that mimic real-life construction equipment.\n\nHere are some key features and information about Tonka trucks:\n\nDurability: Tonka trucks are known for their durability and sturdiness. They are designed to withstand rough play and are made from tough materials such as steel and plastic.\n\nRealistic Design: Tonka trucks feature a realistic design that resembles various types of "
    },
    {
    "name": "Welly  car",
    "sallerName": "andy hardy",
    "email": "xyz@gmail.com",
    "category": "Hypercars",
    "price": "200",
    "ratings": "5",
    "quantity": "100",
    "imgUrl": "https://i.ibb.co/k55d63Y/Welly-removebg-preview.png",
    "description": "Welly is a brand that specializes in the production of die-cast toy cars and vehicles. They offer a wide range of model cars, trucks, motorcycles, and other vehicles.\n\nHere are some key features and information about Welly toy cars:\n\nScale Models: Welly produces die-cast model cars in various scales, including popular scales like 1:18, 1:24, and 1:43. These scales determine the size of the models relative to the actual vehicles.\n\nDetailing and Authenticity: Welly pays attention to detail and strives to replicate the appearance of real vehicles. Their models often feature authentic paint colors, logos, and other intricate details to make the cars resemble their real-life counterparts."
    }
    
